tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autoconf"
brew "berkeley-db"
brew "zstd"
brew "boost"
brew "chezmoi"
brew "coreutils"
brew "dive"
brew "libevent"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-review"
brew "go"
brew "grep"
brew "groovysdk"
brew "libidn2"
brew "neovim"
brew "nvm"
brew "perl"
brew "pipenv"
brew "python@3.11"
brew "tcl-tk"
brew "ruby"
brew "swagger-codegen"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "antidote"
cask "adoptopenjdk8"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"
cask "font-powerline-symbols"
cask "ngrok"
