tap "derailed/k9s"
brew "chezmoi"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "grep"
brew "neovim"
brew "nvm"
brew "pipenv"
brew "python@3.11"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "antidote"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"
cask "font-powerline-symbols"
