tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
tap "jolyna/node-16"
brew "autoconf"
brew "berkeley-db"
brew "zstd"
brew "boost"
brew "chezmoi"
brew "coreutils"
brew "dive"
brew "libevent"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-review"
brew "go"
brew "grep"
brew "groovysdk"
brew "libidn2"
brew "neovim"
brew "node@12"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "perl"
brew "pipenv"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ruby"
brew "swagger-codegen"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jolyna/node-16/node@16.12.0"
cask "adoptopenjdk8"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"
cask "font-powerline-symbols"
cask "ngrok"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-explorer"
vscode "nick-rudenko.back-n-forth"
vscode "premparihar.gotestexplorer"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zixuanchen.vitest-explorer"
